Repository: Erebot/Erebot_Module_GoF
Catalog: data/i18n/*/LC_MESSAGES/Erebot_Module_GoF.po
Languages: fr_fr

source: <b><var name="admin"/></b> stopped the game!
fr_fr: <b><var name="admin"/></b> a arrêté cette partie !

source: <b><var name="nick"/></b> has got the upper hand and may now start a new combination
fr_fr: <b><var name="nick"/></b> a pris la tête et peut jouer une nouvelle combinaison

source: <b><var name="nick"/></b> joins the game.
fr_fr: <b><var name="nick"/></b> rejoint la partie de <var name="logo"/>.

source: <b><var name="nick"/></b> passes turn.
fr_fr: <b><var name="nick"/></b> passe son tour.

source: <b><var name="nick"/></b> plays <var name="type"/>: <for from="cards" item="card" separator=" "><var name="card"/></for>
fr_fr: <b><var name="nick"/></b> joue <var name="type"/> : <for from="cards" item="card" separator=" "><var name="card"/></for>

source: <b><var name="nick"/></b> plays <var name="type"/>: <for from="cards" item="card" separator=" "><var name="card"/></for> - This is <b><var name="nick"/></b>'s last card!
fr_fr: <b><var name="nick"/></b> joue <var name="type"/> : <for from="cards" item="card" separator=" "><var name="card"/></for> - C'est la dernière carte de <b><var name="nick"/></b> !

source: <b><var name="nick"/></b> wins this round!
fr_fr: <b><var name="nick"/></b> remporte cette manche !

source: <b><var name="nick"/></b> wins this round! The next round will start in <var name="delay"/> seconds.
fr_fr: <b><var name="nick"/></b> remporte cette manche ! La prochaine manche débutera dans <var name="delay"/> secondes.

source: <b><var name="nick"/></b>, since there is only 1 card left in <b><var name="next_player"/></b>'s hand, you MUST play your best card or a combination on this turn!
fr_fr: Il n'y a plus qu'une seule carte dans la main de <b><var name="next_player"/></b>. De ce fait, <b><var name="nick"/></b>, tu DOIS jouer ta meilleure carte ou une combinaison durant ce tour !

source: <b><var name="nick"/></b>, you cannot play <b><var name="type"/></b> right now!
fr_fr: <b><var name="nick"/></b>, tu ne peux pas jouer <b><var name="type"/></b> maintenant !

source: <b><var name="nick"/></b>: it's your turn sleepyhead!
fr_fr: <b><var name="nick"/></b> : c'est ton tour tête de linotte !

source: A game managed by <b><var name="admin"/></b> is already in progress here. Say "<b><var name="trigger"/></b>" to join it.
fr_fr: Une partie gérée par <b><var name="admin"/></b> est déjà en cours. Dites "<var name="trigger"/>" pour rejoindre la partie.

source: Bad limit in the configuration file (<var name="limit"/>). The game cannot start.
fr_fr: Limite incorrecte dans le fichier de configuration (<var name="limit"/>). Le jeu ne peut pas démarrer.

source: Could not register Gang of Four creation trigger
fr_fr: Impossible d'enregistrer le déclencheur de création pour le jeu du Gang of Four

source: Current discard: <for from="cards" item="card" separator=" "><var name="card"/></for> (<var name="type"/> played by <b><var name="player"/></b>)
fr_fr: Défausse : <for from="cards" item="card" separator=" "><var name="card"/></for> (<var name="type"/>, par <b><var name="player"/></b>)

source: Exchanges: <b><var name="winner"/></b> receives a <var name="received"/> and gives a <var name="given"/> to <b><var name="loser"/></b>. <b><var name="winner"/></b>, you may now start this round.
fr_fr: Échanges : <b><var name="winner"/></b> reçoit un <var name="received"/> et donne un <var name="given"/> à <b><var name="loser"/></b>. <b><var name="winner"/></b>, à toi de commencer cette manche.

source: Hands: <for from="hands" key="nick" item="nb_cards"><b><var name="nick"/></b>: <var name="nb_cards"/></for>.
fr_fr: Cartes en main : <for from="hands" key="nick" item="nb_cards"><b><var name="nick"/></b>: <var name="nb_cards"/></for>.

source: Hmm? What card was that <b><var name="nick"/></b>?
fr_fr: Hum ? Qu'est-ce que c'est que cette carte <b><var name="nick"/></b> ?

source: Hmm? What move was that <b><var name="nick"/></b>?
fr_fr: Hum ? C'est quoi ça <b><var name="nick"/></b> ?

source: It's <b><var name="nick"/></b>'s turn.
fr_fr: C'est au tour de <b><var name="nick"/></b> de jouer.

source: No card has been played in this round yet.
fr_fr: Aucune carte n'a été jouée dans cette manche pour le moment.

source: No game has been started in <var name="chan"/> yet! Nothing to stop.
fr_fr: Aucune partie n'a été lancée dans <var name="chan"/> pour le moment ! Rien à arrêter.

source: No player dared to raise the heat! It's <b><var name="nick"/></b>'s turn to play a new combination.
fr_fr: Personne n'a osé surenchérir ! C'est à <b><var name="nick"/></b> de lancer une nouvelle combinaison.

source: Now is not the time to pass <b><var name="nick"/></b>!
fr_fr: Ce n'est pas le moment de passer <b><var name="nick"/></b> !

source: Now is not the time to play <b><var name="nick"/></b>!
fr_fr: Ce n'est pas le moment de jouer <b><var name="nick"/></b> !

source: Ok! A new game has been created in <var name="chan"/>. It will not stop until someone gets at least <b><var name="limit"/></b> points. Say "<b><var name="trigger"/></b>" to join it.
fr_fr: Ok ! Une nouvelle partie a été créée sur <var name="chan"/>. La partie ne s'arrêtera pas avant que quelqu'un n'atteigne <b><var name="limit"/></b> points. Dites "<b><var name="trigger"/></b>" pour jouer.

source: Playing turn: <for from="nicks" item="nick"><b><var name="nick"/></b></for>.
fr_fr: Ordre des tours : <for from="nicks" item="nick"><b><var name="nick"/></b></for>.

source: Proceed with the card exchange first. Use <b><var name="trigger"/> &lt;card&gt;</b> to select the &lt;card&gt; to give away.
fr_fr: Commence par l'échange de cartes. Utilise <b><var name="trigger"/> &lt;carte&gt;</b> pour sélectionner la &lt;carte&gt; à donner.

source: Sorry <b><var name="nick"/></b>, but this is not enough to take the leadership!
fr_fr: Désolé <b><var name="nick"/></b>, mais ce n'est pas suffisant pour prendre la main !

source: Sorry <b><var name="nick"/></b>, you do not have that card! (<var name="card"/>)
fr_fr: Désolé <b><var name="nick"/></b>, mais tu ne disposes pas de cette carte ! (<var name="card"/>)

source: The game has not yet started!
fr_fr: La partie n'a pas encore débuté !

source: The game starts now. <b><var name="starter"/></b>, you must start this game. If you have the <var name="m1"/>, you MUST play it (alone or in a combination).
fr_fr: La partie commence. <b><var name="starter"/></b>, c'est ton tour. Si tu as le <var name="m1"/>, tu DOIS le jouer (seul ou dans une combinaison).

source: The game was won by <for from="winners" item="winner"><b><var name="winner"/></b></for> with only <b><var name="score"/></b> points after <var name="playtime"/> and <var name="rounds"/> rounds.
fr_fr: Cette partie a été remportée par <for from="winners" item="winner"><b><var name="winner"/></b></for> avec seulement <b><var name="score"/></b> points, après <var name="playtime"/> de jeu et <var name="rounds"/> manches.

source: The game will start in <var name="delay"/>.
fr_fr: La partie commencera dans <var name="delay"/>

source: This game has been running for <var name="playtime"/>.
fr_fr: Cette partie est lancée depuis <var name="playtime"/>.

source: This game may only be played by 3-4 players and you cannot join it once it started.
fr_fr: Ce jeu ne peut être joué que par 3 à 4 joueurs et il n'est pas possible de rejoindre la partie une fois celle-ci lancée.

source: This is round #<b><var name="round"/></b>, starting after <var name="playtime"/>. <b><var name="last_winner"/></b>, you must now choose a card to give to <b><var name="last_loser"/></b>. You will receive <var name="card"/>. Please choose with: "<b><var name="trigger"/></b> &lt;card&gt;".
fr_fr: Voici la manche n°<b><var name="round"/></b>, qui démarre après <var name="playtime"/> de jeu. <b><var name="last_winner"/></b>, tu dois choisir une carte à donner à <b><var name="last_loser"/></b>. En échange, tu recevras <var name="card"/>. Pour choisir, utilise cette commande : <var name="trigger"/> &lt;card&gt;.

source: This is the first round and you have the <var name="m1"/> <b><var name="nick"/></b>. You <b>must</b> play it alone or in a combination!
fr_fr: Il s'agit de la première manche et tu as le <var name="m1"/> <b><var name="nick"/></b>. Tu <b>dois</b> le jouer, seul ou dans une combinaison.

source: Uh <b><var name="nick"/></b>? No cards need to be exchanged for now...
fr_fr: Hein <b><var name="nick"/></b> ? Aucun échange de cartes ne doit avoir lieu pour le moment...

source: Unable to register triggers for the game!
fr_fr: Impossible d'enregistrer les déclencheurs pour le <var name="logo"/> !

source: Well tried <var name="nick"/>! But only <b><var name="admin"/></b> can stop this game!
fr_fr: Bien essayé <var name="nick"/> ! Mais seul <b><var name="admin"/></b> peut arrêter cette partie !

source: You are already part of that game <b><var name="nick"/></b>!
fr_fr: Tu es déjà inscrit pour cette partie <b><var name="nick"/></b> !

source: You do not have the cards required for that move <b><var name="nick"/></b>!
fr_fr: Tu ne disposes pas des cartes pour cette combinaison <b><var name="nick"/></b> !

source: Your cards: <for from="cards" item="card" separator=" "><var name="card"/></for>
fr_fr: Vos cartes : <for from="cards" item="card" separator=" "><var name="card"/></for>

source: a flush
fr_fr: une couleur

source: a full house
fr_fr: un full

source: a gang
fr_fr: un gang

source: a pair
fr_fr: une paire

source: a single
fr_fr: une carte seule

source: a straight
fr_fr: une suite

source: a straight flush
fr_fr: une quinte flush

source: three of a kind
fr_fr: un brelan
